Repository: kodi-game/game.libretro.same_cdi
Catalog: game.libretro.same_cdi/resources/language/resource.language.*/strings.po
Languages: de_de, ga

# Addon Description
source: SAME_CDI is a libretro core to play CD-i games. This is a fork and modification of the MAME libretro core.
de_de: SAME_CDI ist ein libretro-Core zum Spielen von CD-i-Spielen. Dies ist ein Fork und eine Modifikation von MAME libretro core.
ga: Is croí-leabharlann libretro é SAME_CDI chun cluichí CD-i a imirt. Is forc agus modhnú é seo ar chroí-leabharlann libretro MAME.

# #30001
source: Read configuration
de_de: Konfiguration lesen
ga: Léigh cumraíocht

# #30002
source: Write configuration
de_de: Konfiguration schreiben
ga: Cumraíocht scríbhneoireachta

# #30003
source: Save state naming
de_de: Spielstandbennung
ga: Sábháil ainmniú stáit

# #30004
source: NVRAM Saves per game
de_de: NVRAM-Speicherstände pro Spiel
ga: Sábhálacha NVRAM in aghaidh an chluiche

# #30005
source: Auto save/load states
de_de: Spielstände automatisch laden/speichern
ga: Stáit uath-shábháil/luchtú

# #30006
source: Enable in-game mouse
de_de: In-Game-Maus aktivieren
ga: Cumasaigh luch sa chluiche

# #30007
source: Lightgun mode
de_de: Lightgunmodus
ga: Mód gunna solais

# #30008
source: Profile Buttons according to games (Restart)
de_de: Profilbuttons gemäß den Spielen (Neustart)
ga: Cnaipí Próifíle de réir cluichí (Atosaigh)

# #30009
source: Enable throttle
de_de: Drosselung aktivieren
ga: Cumasaigh an luasaire

# #30010
source: Enable cheats
de_de: Cheats aktivieren
ga: Cumasaigh cleasanna

# #30011
source: Main CPU Overclock
de_de: Haupt-CPU-Übertaktung
ga: Róchlogáil an Phríomh-LAP

# #30012
source: Alternate render method
de_de: Alternatives Renderverfahren
ga: Modh rindreála malartach

# #30013
source: Boot from CLI
de_de: Von CLI booten
ga: Tosaithe ó CLI

# #30014
source: Resolution
de_de: Auflösung
ga: Rún

# #30015
source: MAME INI Paths
de_de: MAME-INI-Pfade
ga: Cosáin MAME INI

# #30016
source: MAME Joystick 4-way simulation
de_de: MAME Joystick 4-Wege-Simulation
ga: Insamhladh 4-bhealach luamhán MAME
